aaron-bond.better-comments
abolfazl.persian-lorem
abusaidm.html-snippets
adpyke.codesnap
angelorafael.jsx-html-tags
anteprimorac.html-end-tag-labels
aykutsarac.jsoncrack-vscode
be5invis.vscode-custom-css
bierner.emojisense
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clemenspeters.format-json
codezombiech.gitignore
coenraads.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
docker.docker
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
ecmel.vscode-html-css
eliverlara.andromeda
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
idanp.smartmulticursor
jzmstrjp.color-the-tag-name
kisstkondoros.vscode-gutter-preview
leonardssh.vscord
leonqin.auto-insert-comma
lonefy.vscode-js-css-html-formatter
michelemelluso.code-beautifier
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
naumovs.color-highlight
nikolapaunovic.tkinter-snippets
oderwat.indent-rainbow
pranaygp.vscode-css-peek
sporiley.css-auto-prefix
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
subframe7536.custom-ui-style
syler.sass-indented
tabnine.tabnine-vscode
thekalinga.bootstrap4-vscode
thinker.font-awesome
tldraw-org.tldraw-vscode
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wakatime.vscode-wakatime
zainchen.json
zh9528.file-size
zignd.html-css-class-completion
